<template>
  <div>
    <h1 align="center">信息收集及使用规则</h1>
    <br>
    <div style="text-indent:2em">
      <p>为构建健康有序的网络借贷环境，遏制和打击“骗贷”行为，保障借贷双方的合法权益。海贷（下称海贷或我们）在提供产品或服务时会收集并使用您（即用户，下同）的个人信息，如您拒绝我们收集或使用您的个人信息，请立即终止使用，并立即联系客服告知我们，如您继续使用或未及时向我们告知，即视为您同意海贷收集并使用您的个人信息。</p>
    </div>
    <br>
    <h3 align="left">一、信息收集</h3>
    <div style="text-indent:2em">
      <p>1. 您向海贷提供的信息。</p>
      <p>为了提供更好的用户服务, 海贷会在您自愿选择服务或提供信息的情况下自动存储注册信息。请您在注册、使用时及时、详尽及准确的提供个人资料，并不断更新注册资料。所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，由您自行承担。请您不要将您的帐号、密码转让或借给他人使用。如发现您的帐号遭他人非法使用，请立即联系客服 。互联网上不排除因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，此类情况与海贷无关。</p>
      <p>2. 基于提供服务的前提，您授权我们收集的信息。在此，您同意并授权我们收集您的下述信息：</p>
      <p>1) 您的身份信息；</p>
      <p>2) 您的手机号码之通话、使用、消费记录及实名制等信息；</p>
      <p>3) 您的银行卡信息；</p>
      <p>4) 您的个人征信信息；</p>
      <p>5) 其他有助于我们对您的信用状况进行评估的信息（如芝麻信用等，我们在收集时会提醒您再次授权，如您不希望我们收集和使用该条项下的信息，请您在收到提醒时选择拒绝授权）。</p>
      <p>3. 您授权第三方收集并同意该第三方向我们提供的信息。 您同意并授权第三方收集并向我们提供“您的手机号码之通话、使用、消费记录及实名制等信息”。</p>
      <p>4. 因您使用产品或服务时获取的信息。</p>
      <p>1) 日志信息。当您使用海贷服务时，服务器会自动记录一些信息，如您对我们APP使用情况、IP地址、所访问服务的URL、浏览器的类型和及访问日期和时间等。</p>
      <p>2) 设备信息。某些产品和/或服务包含唯一应用程序编号。当您安装、激活、更新、卸载相关服务或当这些服务定期与海贷通信（例如软件的更新）时，系统会将此编号以及与安装相关的信息（例如操作系统类型和应用程序版本号）发送给我们。</p>
      <p>3) 当您使用具有定位功能的海贷服务时，系统会自动处理有关设备的位置信息，以便我们判断您在申请借款时的实际地理位置。</p>
      <p>4) 为了提供更好的服务与改善用户体验，海贷可能会记录硬件型号、操作系统版本号、国际移动设备身份码（IMEI）、网络设备硬件地址（MAC）等信息。</p>
      <p>5) Cookie和匿名标示符等工具。cookie主要的功能是便于您使用网站产品和/或服务，以及帮助网站统计独立访客数量等。运用cookie技术，海贷能够为您提供更加周到的个性化服务，并允许您设定您特定的服务选项。</p>
    </div>
    <h3 align="left">二、信息使用</h3>
    <div style="text-indent:2em">
      <p>1. 基于提供服务的前提，我们将自行或委托第三方机构对您的个人信息进行评估，以判断您是否能获得借款服务。</p>
      <p>2. 披露给为您提供借款的出借方，以便该出借方对借款债权加以记录和管理。</p>
      <p>3. 在您获得借款服务且存在违约的情况下，我们将向第三方机构（包括但不限于专业的催收机构、律师事务所、审计事务所、司法机关、征信机构及您提供的联系单位和联系人等）提供您的个人信息并保证该第三方机构仅限于为催促您尽快履约之目的使用。</p>
      <p>4. 海贷会以高度的勤勉义务对待这些信息，除非事先获得您的授权或本声明另有规定外，不会将这些信息对外公开或向第三方提供。</p>
      <p>5. 海贷可能会对产品/服务使用情况进行统计，以展示我们服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</p>
      <p>6.在如下情况下，海贷可能会披露您的信息：</p>
      <p>（1）事先获得您的授权；</p>
      <p>（2）根据法律、法规、法律程序的要求或政府主管部门的强制性要求；</p>
      <p>（3）为维护海贷的合法权益，例如查找、预防、处理欺诈或安全方面的问题；</p>
      <p>（4）符合相关服务条款或使用协议的规定。</p>
    </div>
    <h3 align="left">三、信息安全</h3>
    <div style="text-indent:2em">
      <p>我们非常重视信息安全，在海贷，有专门的负责团队，研发和应用多种安全技术和程序等，通过这些措施努力保护您的信息在未经授权的情况下不被访问、使用或泄漏。</p>
    </div>
  </div>
</template>
