<template>
  <div>
    <h1 align="center">海贷用户使用许可与隐私协议</h1>
    <br>
    <h3 align="left">注册协议须知</h3>
    <br>
    <div style="text-indent:2em">
      <p>本协议（以下简称“协议”）是用户（以下简称“您”或者“用户”）和深圳前海贷贷通互联网金融服务有限公司（以下简称“本公司”或“我们”或“平台”）之间关于用户使用“海贷”（以下简称“本产品”）相关服务所订立的协议。“本协议适用于用户注册、使用本公司产品、服务的全部活动，为避免误解，用户成功注册本产品即视为本产品用户，受本协议约束。</p>
      <br>
      <p style="font-weight:bold">本公司提醒您：在注册成为本产品用户前，请用户务必认真、仔细阅读，并对本协议全部内容作充分理解。如您接受本条款对本公司和您的法律约束力，请继续后续操作，并视为您已充分阅读理解并接受本协议的内容，本协议立即在用户与本公司之间产生法律效力，否则您无权注册、登录或使用本协议所涉及的相关服务。</p>
      <br>
      <p>用户必须年满18周岁且具备完全民事行为能力才能注册或使用本产品。如用户不满足上述条件，请终止注册或停止使用本产品。用户若通过本人注册的账户为其他不具备前述条件的任何第三方借款，本公司有权拒绝提供服务，已提供服务的，本公司有权终止并保留追究责任的权利，因此产生的任何法律责任由用户自行承担。</p>
      <br>
      <p>本协议包括以下所有条款，同时也包括本产品已经发布的或者将来可能发布的各类规则（平台规则）。所有规则均为本协议不可分割的一部分，与本协议具有同等法律效力。</p>
      <br>
      <p>用户在此确认知悉并同意本公司有权根据需要不时修改、增加或删减本协议。</p>
    </div>
    <br>
    <h3 align="left">一、用户账户</h3>
    <div style="text-indent:2em">
      <p>1.1. 用户注册本产品时请按照本公司要求提供个人信息，并在取得注册账户（下称“该账户”）后及时更新用户准确、最新、完整的身份信息及相关资料，包括不限于手机号码、身份证号码、亲属联系人及社会联系人姓名、职业、银行账户等信息，以便本公司与用户进行及时、有效联系。</p>
      <p>1.2. 用户应当使用自身合法的身份信息进行注册，若用户冒用、盗用、拾得他人身份证件办理本公司提供的产品/服务的，用户对此承担所有法律责任；本公司仅对用户的身份信息承担形式审查责任，且仅在自身业务职责范围内承担法律责任。</p>
      <p>1.3. 该账户仅供用户本人使用，用户对使用该账户或密码进行的一切操作及言论负完全的责任。用户须对该账户、密码、身份信息等进行妥善保管，对于因密码、身份信息、校验码等泄露所致的损失由用户自行承担。如用户存在遗失手机或身份证件或银行卡以及其他可能危及本产品账户资金安全或发现有他人冒用或盗用用户的账户登录名及密码或任何其他未经合法授权的情形，应立即以有效方式通知本公司，向本公司申请暂停相关服务。除非另有法律规定或经司法裁判，且征得本公司同意，否则用户不得以任何方式转让、赠与或继承（相关的财产权益除外）其账号及密码等个人信息。</p>
      <p>1.4. 用户不得通过本人注册的账户为任何第三方借款，用户充分知悉并承诺，不得以本人的账户出租、出借给他人，且用户充分知悉：若用户以本人账户出租、出借给他人使用，用户仍应承担《借款协议》项下的还款及其他义务。</p>
      <p>1.5. 若用户有上述违反本协议约定情形的，产生的任何法律责任均由用户承担，本公司对此不承担任何法律责任。</p>
    </div>
    <h3 align="left">二、服务内容</h3>
    <div style="text-indent:2em">
      <p>本公司通过本产品提供借款信息及撮合服务平台，为用户提供信息发布、信用咨询、合同管理、资金代管、还款管理，以及促成用户与第三方出借人达成交易的居间服务。</p>
      <p>2.1. 信用评估：信用评估服务是指本公司为用户提供的通过读取和分析用户的个人公开信息、用户授权本公司使用的个人隐私信息及其他授权信息来评估用户信用状况的服务。为使本公司顺利分析与用户信用信息相关的个人信息，用户在此不可撤销地授权本公司采集、读取、分析、使用及处理用户的以下信息：1、甲方的身份信息；2、甲方的手机账单、清单、实名制等信息；3、甲方的银行卡信息；4、其他有助于乙方授予甲方信用额度的信息。</p>
      <p>2.2. 信息发布：用户注册成为本产品用户后，可以按照平台规则委托本公司将其借款需求信息通过本公司公开发布，即发出借款要约。</p>
      <p>2.3. 借款申请审批：用户应当按照本公司要求的程序进行申请，包括但不限于银行储蓄卡绑定、持证自拍、本公司工作人员或本公司指定的机构及人员与用户通过微信、电话进行核实等。用户完成上述申请程序后，本公司将对用户的申请进行审批。</p>
      <p>2.4. 代付：在订立借款合同后，本公司接受第三方出借人委托，将用户借款款项存入用户指定的账户内。</p>
      <p>2.5. 代扣：在订立借款合同后，用户委托本公司及本公司授权/聘请的具备相关业务资质的第三方从用户银行账户上代为扣取应还/应付款项，并用于向第三方出借人支付还款。</p>
      <p>2.6. 查询：本公司将对用户在本产品中的所有操作进行记录，不论该操作之目的最终是否实现。用户可以在本产品中查询其注册用户名下的个人信息及借贷交易记录。</p>
      <p>2.7. 交易：用户在平台申请借款或其他服务时，需遵从用户与本公司及第三方出借人达成的借款协议及其他任何协议。</p>
      <p>2.8. 广告：提供服务的过程中，本公司可以自行或由第三方广告商向用户发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向用户特别通知而变更。对服务中出现的广告信息，用户应审慎判断其真实性和可靠性，除法律明确规定外，用户应对依该广告信息进行的交易负责。</p>
    </div>
    <h3 align="left">三、信息授权</h3>
    <div style="text-indent:2em">
      <p>为顺利对用户信用进行评估，以审核用户借款申请，用户授权本公司从用户的手机通讯运营商（包括但不限于中国移动、中国电信、中国联通等）及其他第三方获取用户的相关个人信息，具体如下：</p>
      <p>3.1. 用户须在申请借款的过程中根据平台提示输入个人手机通讯运营商的服务密码、验证码等信息，且授权本公司或本公司聘用的其他第三方机构使用上述服务密码、验证码等信息获取用户的手机消费账单、清单、实名制等。用户知悉并同意本公司或本公司聘用的其他第三方机构使用用户授权的手机号码、服务密码、验证码等信息获取用户的相关信息是评估审核用户的借款申请所必要的条件。</p>
      <p>3.2. 在本产品使用中，如用户同意向本公司提交、绑定或授权用户的银行卡信息／账户，本公司将可能：</p>
      <p>1）查询并核对用户的账户信息。</p>
      <p>2）查询并读取用户银行卡账户中的交易信息。</p>
      <p>3）基于《借款协议》通过用户所授权或绑定的银行卡账户进行代收与代付服务。</p>
      <p>3.3. 本公司有权依据《征信业管理条例》及相关法律法规，向第三方支付/征信/金融机构合法了解、获取、核实用户的信用信息，所获取的个人信用信息仅在本产品中使用，且不向其他机构、个人提供或披露。</p>
      <p>3.4. 用户如通过本产品进行借款，应当依据《借款协议》中约定进行还款，本公司有权通过电话、短信、微信、手机应用通知、发律师函、上门等途径对用户进行服务与还款提醒。用户理解并同意，如用户未按期履行还款义务，本公司将依照《借款协议》约定公开用户的逾期信息。</p>
    </div>
    <h3 align="left">四、使用规则</h3>
    <div style="text-indent:2em">
      <p>为有效保障用户使用本产品时的合法权益，用户理解并同意接受以下规则：</p>
      <p>4.1. 本公司接受用户在平台的注册账户或绑定手机号来电要求的操作指令，凡用户通过前述途径发出指令，都不可撤回或撤销，且视为用户本人的指令。</p>
      <p>4.2. 用户应按照平台要求实名注册并完整填写相关个人信息，否则用户可能会受到信用评估、提现、支付和（或）还款的限制，且本公司有权对用户的账户进行冻结，直至用户达到实名。用户须保证所提交用户信息的真实性，如有虚假，本公司有权拒绝提供服务，涉嫌欺诈或盗用他人信息的，将可能记入网络征信系统，影响用户的征信记录，同时本公司将保留追究用户相应法律责任的权利。</p>
      <p>4.3. 本公司并非银行或其他金融机构，本产品也非金融业务，本协议项下的资金移转均通过银行或第三方支付公司来实现，用户理解并同意其资金于流转途中的合理时间。</p>
      <p>4.4. 因用户的过错导致的任何损失均由用户自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码、校验码等，密码被他人破解等。</p>
      <p>4.5. 在用户使用本产品时，本公司有权收取相关服务费用。本公司拥有制订及调整服务费之权利，具体服务费用以用户使用本产品时产品页面上所列之收费方式公告或用户与本公司达成的其他电子或书面协议为准。</p>
    </div>
    <h3 align="left">五、使用限制</h3>
    <div style="text-indent:2em">
      <p>5.1. 用户在使用本产品时应遵守中华人民共和国相关法律法规、用户所在国家或地区之法令及相关国际惯例，不将本产品用于任何非法目的，也不以任何非法方式使用本产品，否则本公司有权拒绝提供服务，由用户应承担所有相关法律责任。</p>
      <p>5.2. 不得利用本产品从事侵害他人合法权益之行为，上述行为包括但不限于:</p>
      <p>1）侵害他人隐私权、名誉权等合法权益。</p>
      <p>2）冒用他人名义使用本产品。</p>
      <p>3）从事不法交易行为。</p>
      <p>4）提供骗贷资讯或以任何方式引诱他人参与骗贷。</p>
      <p>5）非法使用他人银行账户或无效银行账户。</p>
      <p>6）使用可能含有电脑病毒或可能侵害本产品系统、资料的行为。</p>
      <p>7）其他本公司有正当理由认为不适当之行为。</p>
      <p>5.3 用户理解并同意，本公司对下述情况导致的任何损害赔偿不承担责任:</p>
      <p>1）本公司有权基于单方判断，包含但不限于本公司认为用户已经违反本协议的明文规定及精神，对用户的名下的全部或部分产品账户暂停、中断或终止向用户提供本产品或其任何部分，并移除或公布用户的资料。</p>
      <p>2）本公司在发现异常交易或合理怀疑交易有疑义或有违反法律规定或本协议约定之虞时，有权不经通知先行暂停或终止用户产品账户的使用（包括但不限于对账户名下的信用评分和在途交易采取取消交易等限制措施），并拒绝用户使用本产品之部分或全部功能。</p>
      <p>3）用户理解并同意，存在如下情形时，本公司有权对用户注册账号或交易进行冻结或追回，且有权限制用户所使用的产品或服务的部分或全部功能：</p>
      <p>a．用户提供虚假信息等批量注册，违反诚实信用原则的。</p>
      <p>b．错误汇入资金等导致用户可能存在不当得利的。</p>
      <p>c．用户损害他人利益，且对方已经提供了一定证据的。</p>
      <p>d．本公司基于单方面合理判断认为账户信息、操作等存在异常时。</p>
      <p>e．本公司依据自行合理判断认为可能产生风险的。</p>
      <p>f．根据有权机关的要求，或法律法规及法律文书的规定。</p>
      <p>g.  本协议中的约定。</p>
    </div>
    <h3 align="left">六、隐私保护</h3>
    <div style="text-indent:2em">
      <p>本公司十分重视对用户隐私的保护。本公司收集和使用用户的个人信息需：</p>
      <p>6.1. 获得用户的同意或授权。</p>
      <p>6.2. 根据法律法规的规定及有权机关的要求。</p>
      <p>6.3. 为维护本公司、用户及其他用户的合法权益。</p>
      <p>6.4 根据法律规定及商业习惯，在本公司需要接受来自其他主体的尽职调查时，本公司会把用户的信息提供给必要的主体，但本公司会通过和这些主体签署保密协议等方式要求其对用户的个人信息采取合理的保密措施。</p>
    </div>
    <h3 align="left">七、征信授权</h3>
    <div style="text-indent:2em">
      <p>7.1. 用户知晓并同意本公司依据《征信业管理条例》及相关法律法规，委托第三方征信机构，合法调查用户信息，包括但不限于个人基本信息、借贷交易信息、银行卡交易信息、电商交易信息、央行征信报告。所获取的信息，仅在此笔借贷业务的贷前审批和贷后管理工作中使用。本公司将对所获取的信息妥善进行保管，除为用户提供信审服务/借款资金的合作方外，不经用户授权，不得向其他机构或个人公开或透露信息内容。</p>
      <p>7.2. 用户知晓并同意本公司依据《征信业管理条例》及相关法律法规，向第三方征信机构提交用户在此笔借贷业务中产生的相关信息，包括但不限于个人基本信息、借款申请信息、借款合同信息以及还款行为信息，并记录在征信机构的个人信用信息数据库中。</p>
      <p>7.3. 用户知晓并同意第三方征信机构向已获取并保存用户个人信息的机构或个人采集用户的个人信息。</p>
      <p>7.4. 用户知晓并同意第三方征信机构向金融信用信息基础数据库、其他经国务院征信业监督管理部门批准设立的征信机构查询用户个人信息和个人信用报告。</p>
      <p>7.5. 用户同意若出现不良还款行为，本公司可以对用户进行提醒并告知，用户若仍未履行还款义务，本公司可将用户的不良还款信息提交至第三方征信机构，记录在征信机构的个人信用信息库中。</p>
      <p>7.6. 用户知晓并同意，用户已被明确告知不良还款信息一旦记录在第三方征信机构的个人信用信息数据库中，在日后的经济活动中对用户可能产生的不良影响。</p>
    </div>
    <h3 align="left">八、免责情况</h3>
    <div style="text-indent:2em">
      <p>8.1. 用户理解并同意，在使用本产品的过程中，可能会遇到不可抗力等风险因素，使本产品服务发生中断。出现上述不可抗力情况时本公司将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户造成的损失本公司在法律允许的范围内免责。</p>
      <p>8.2 在法律允许的范围内，本公司对以下情形导致的服务中断或受阻不承担责任：</p>
      <p>（1）计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
      <p>（2）电脑软件、系统、硬件和通信线路出现故障；</p>
      <p>（3）用户操作不当，或通过非本公司授权的方式使用本服务；</p>
      <p>（4）其他本公司无法控制或合理预见的情形。</p>
    </div>
    <h3 align="left">九、 责任范围及责任限制</h3>
    <div style="text-indent:2em">
      <p>9.1. 本公司仅对本协议中列明的责任负责。</p>
      <p>9.2. 用户信息是由用户本人自行提供，本公司无法保证该信息之准确、及时和完整。</p>
    </div>
    <h3 align="left">十、知识产权保护</h3>
    <div style="text-indent:2em">
      <p>10.1. 本公司平台上所有内容，包括但不限于图片、资料、网站架构、网页设计，均由本公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
      <p>10.2. 非经本公司书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表。</p>
    </div>
    <h3 align="left">十一、适用法律和管辖</h3>
    <div style="text-indent:2em">
      <p>因本公司提供服务所产生的争议均适用中华人民共和国法律，并由海贷住所地的深圳市人民法院管辖。</p>
    </div>
  </div>
</template>
